Repository: jose1711/gnome-shell-extension-sensory-perception
Catalog: po/*.po
Languages: hu

source: Average
hu: Átlag

source: Maximum
hu: Legnagyobb

source: Error
hu: Hiba

source: Please run sensors-detect as root.
hu: Futtassa a sensors-detect programot rendszergazdaként.

source: Please install lm_sensors.
hu: Telepítse az lm_sensors programot.

source: If this doesn't help, click here to report with your sensors output!
hu: Ha ez nem segít, akkor kattintson ide az érzékelők kimenetét tartalmazó jelentéshez!

source: Sensors Settings
hu: Érzékelők beállításai

source: Poll sensors every (in seconds)
hu: Érzékelők lekérdezésének gyakorisága (másodpercben)

source: Temperature unit
hu: Hőmérséklet mértékegysége

source: Centigrade
hu: Celsius-skála

source: Display temperature unit
hu: Hőmérséklet mértékegységének megjelenítése

source: Show temperature unit in panel and menu.
hu: A hőmérséklet mértékegységének megjelenítése a panelen és a menüben.

source: Display decimal value
hu: Tizedes érték megjelenítése

source: Show one digit after decimal.
hu: Egy számjegy megjelenítése a tizedesjegy után.

source: Display drive temperature
hu: Meghajtó hőmérsékletének megjelenítése

source: Display fan speed
hu: Ventilátor sebességének megjelenítése

source: Display power supply voltage
hu: Tápellátási feszültség megjelenítése

source: Sensor in panel
hu: Érzékelő a panelen

source: Display sensor label
hu: Érzékelő címkéjének megjelenítése

source: Drive %s
hu: %s meghajtó
